Repository: zachzama/siggy
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, pt_br, ru, tr, uk, uz, zh_hans, zh_hant

source: Enter an Ollama API key in Settings, or export OLLAMA_API_KEY
de: Gib in den Einstellungen einen Ollama-API-Schlüssel ein oder exportiere OLLAMA_API_KEY
fr: Saisissez une clé API Ollama dans les Réglages, ou exportez OLLAMA_API_KEY
id: Masukkan kunci API Ollama di Pengaturan, atau ekspor OLLAMA_API_KEY
ja: 設定で Ollama の API キーを入力するか、OLLAMA_API_KEY を export してください
ko: 설정에서 Ollama API 키를 입력하거나 OLLAMA_API_KEY를 내보내십시오
pt_br: Insira uma chave de API do Ollama nos Ajustes ou exporte OLLAMA_API_KEY
ru: Введите API-ключ Ollama в настройках или экспортируйте OLLAMA_API_KEY
tr: Ayarlar'a bir Ollama API anahtarı girin veya OLLAMA_API_KEY değişkenini dışa aktarın
uk: Введіть API-ключ Ollama в налаштуваннях або експортуйте OLLAMA_API_KEY
uz: Sozlamalarda Ollama API kalitini kiriting yoki OLLAMA_API_KEY ni export qiling
zh_hans: 在设置里填写 Ollama API 密钥，或导出 OLLAMA_API_KEY
zh_hant: 在設定裡填寫 Ollama API 金鑰，或匯出 OLLAMA_API_KEY

source: Start Ollama to monitor your local models
de: Starte Ollama, um deine lokalen Modelle zu überwachen
fr: Démarrez Ollama pour surveiller vos modèles locaux
id: Jalankan Ollama untuk memantau model lokal Anda
ja: ローカルモデルを監視するには Ollama を起動してください
ko: 로컬 모델을 모니터링하려면 Ollama를 시작하십시오
pt_br: Inicie o Ollama para monitorar seus modelos locais
ru: Запустите Ollama, чтобы отслеживать локальные модели
tr: Yerel modellerinizi izlemek için Ollama'yı başlatın
uk: Запустіть Ollama, щоб відстежувати локальні моделі
uz: Lokal modellaringizni kuzatish uchun Ollamaʼni ishga tushiring
zh_hans: 启动 Ollama 以监视本地模型
zh_hant: 啟動 Ollama 以監視本機模型

source: Enter an Ollama API key below, or export OLLAMA_API_KEY in your shell.
de: Gib unten einen Ollama-API-Schlüssel ein oder exportiere OLLAMA_API_KEY in deiner Shell.
fr: Saisissez une clé API Ollama ci-dessous, ou exportez OLLAMA_API_KEY dans votre shell.
id: Masukkan kunci API Ollama di bawah ini, atau ekspor OLLAMA_API_KEY di shell Anda.
ja: 下に Ollama の API キーを入力するか、シェルで OLLAMA_API_KEY を export してください。
ko: 아래에 Ollama API 키를 입력하거나 셸에서 OLLAMA_API_KEY를 내보내십시오.
pt_br: Insira uma chave de API do Ollama abaixo ou exporte OLLAMA_API_KEY no shell.
ru: Введите API-ключ Ollama ниже или экспортируйте OLLAMA_API_KEY в оболочке.
tr: Aşağıya bir Ollama API anahtarı girin veya kabuğunuzda OLLAMA_API_KEY değişkenini dışa aktarın.
uk: Введіть API-ключ Ollama нижче або експортуйте OLLAMA_API_KEY в оболонці.
uz: Quyida Ollama API kalitini kiriting yoki shellʼingizda OLLAMA_API_KEY ni export qiling.
zh_hans: 在下方填写 Ollama API 密钥，或在 shell 里导出 OLLAMA_API_KEY。
zh_hant: 在下方填寫 Ollama API 金鑰，或在 shell 裡匯出 OLLAMA_API_KEY。

source: Sign in with the Command Code app — it writes ~/.commandcode/auth.json and the notch reads it.
de: Melde dich mit der Command-Code-App an — sie schreibt ~/.commandcode/auth.json, und die Notch liest diese Datei.
fr: Connectez-vous avec l'app Command Code — elle écrit ~/.commandcode/auth.json et l'encoche le lit.
id: Masuk dengan aplikasi Command Code — aplikasi tersebut menulis ~/.commandcode/auth.json dan notch akan membacanya.
ja: Command Code アプリでサインインしてください。~/.commandcode/auth.json が書き出され、ノッチがそれを読み取ります。
ko: Command Code 앱으로 로그인하십시오. 앱이 ~/.commandcode/auth.json에 기록하면 노치가 읽습니다.
pt_br: Faça login pelo app Command Code — ele grava ~/.commandcode/auth.json, que o notch lê.
ru: Войдите через приложение Command Code — оно записывает ~/.commandcode/auth.json, откуда панель читает данные.
tr: Command Code uygulamasıyla giriş yapın — ~/.commandcode/auth.json dosyasını yazar, çentik de onu okur.
uk: Увійдіть через застосунок Command Code — він записує ~/.commandcode/auth.json, а виріз читає цей файл.
uz: Command Code ilovasi orqali kiring — u ~/.commandcode/auth.json ni yozadi, notch esa uni oʻqiydi.
zh_hans: 用 Command Code 应用登录 — 它会写入 ~/.commandcode/auth.json，刘海会读它。
zh_hant: 用 Command Code App登入 — 它會寫入 ~/.commandcode/auth.json，瀏海會讀它。

source: Command Code has nothing metered on this account yet
de: Command Code hat für dieses Konto noch nichts zu messen
fr: Command Code n'a encore rien de mesuré sur ce compte
id: Command Code belum memiliki kuota terukur di akun ini
ja: このアカウントには、Command Code が計測する対象がまだありません
ko: 이 계정에는 아직 Command Code가 측정할 사용량이 없습니다
pt_br: Ainda não há uso medido do Command Code nesta conta
ru: Для этого аккаунта Command Code пока нет измеряемого использования
tr: Command Code'un bu hesapta henüz ölçülen bir şeyi yok
uk: На цьому акаунті Command Code поки нічого не вимірює
uz: Command Codeʼda bu hisob uchun hali hisoblanadigan narsa yoʻq
zh_hans: 这个 Command Code 账号目前没有可计量的额度
zh_hant: 這個 Command Code 帳號目前沒有可計量的額度

source: Monthly usage
de: Monatliche Nutzung
fr: Consommation mensuelle
id: Penggunaan bulanan
ja: 月間の使用量
ko: 월간 사용량
pt_br: Uso mensal
ru: Месячное использование
tr: Aylık kullanım
uk: Місячне використання
uz: Oylik foydalanish
zh_hans: 每月用量
zh_hant: 每月用量

source: Session usage
de: Sitzungsnutzung
fr: Consommation de la session
id: Penggunaan sesi
ja: セッションの使用量
ko: 세션 사용량
pt_br: Uso da sessão
ru: Использование сеанса
tr: Oturum kullanımı
uk: Використання сесії
uz: Sessiya foydalanishi
zh_hans: 会话用量
zh_hant: 工作階段用量

source: Weekly usage
de: Wöchentliche Nutzung
fr: Consommation hebdomadaire
id: Penggunaan mingguan
ja: 週間の使用量
ko: 주간 사용량
pt_br: Uso semanal
ru: Недельное использование
tr: Haftalık kullanım
uk: Тижневе використання
uz: Haftalik foydalanish
zh_hans: 每周用量
zh_hant: 每週用量

source: Local Models
de: Lokale Modelle
fr: Modèles locaux
id: Model Lokal
ja: ローカルモデル
ko: 로컬 모델
pt_br: Modelos locais
ru: Локальные модели
tr: Yerel Modeller
uk: Локальні моделі
uz: Lokal modellar
zh_hans: 本地模型
zh_hant: 本機模型

source: Codenotch reads usage from tools already signed in on this Mac — it never asks for your password. Install and sign in to any of Claude Code (the terminal tool, not the Claude app), Cursor (the editor or cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot or a Gemini API key (via Gemini CLI, OpenCode or Hermes), and its ring appears in the notch.
de: Codenotch liest die Nutzung von Tools, die auf diesem Mac bereits angemeldet sind — es fragt nie nach deinem Passwort. Installiere eines von Claude Code (das Terminal-Tool, nicht die Claude-App), Cursor (den Editor oder cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot oder einen Gemini-API-Schlüssel (über Gemini CLI, OpenCode oder Hermes) und melde dich an — der zugehörige Ring erscheint dann in der Notch.
fr: Codenotch lit la consommation des outils déjà connectés sur ce Mac — il ne demande jamais votre mot de passe. Installez l'un de Claude Code (l'outil en terminal, pas l'app Claude), Cursor (l'éditeur ou cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot ou une clé API Gemini (via Gemini CLI, OpenCode ou Hermes) et connectez-vous : son anneau apparaît dans l'encoche.
id: Codenotch membaca penggunaan dari alat yang sudah masuk di Mac ini — tidak pernah meminta kata sandi Anda. Pasang dan masuk ke Claude Code (alat terminal, bukan aplikasi Claude), Cursor (editor atau cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, atau kunci API Gemini (melalui Gemini CLI, OpenCode, atau Hermes), dan ring akan muncul di notch.
ja: Codenotch は、この Mac ですでにサインイン済みのツールから使用量を読み取ります。パスワードを尋ねることはありません。Claude Code（Claude アプリではなくターミナルのツール）、Cursor（エディタまたは cursor-agent）、Codex、Antigravity、GLM、Grok、OpenCode、Command Code、GitHub Copilot、または Gemini API キー（Gemini CLI、OpenCode、Hermes 経由）のいずれかをインストールしてサインインすると、そのリングがノッチに現れます。
ko: Codenotch는 이 Mac에서 이미 로그인된 도구의 사용량을 읽으며 비밀번호를 요구하지 않습니다. Claude Code(Claude 앱이 아닌 터미널 도구), Cursor(편집기 또는 cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot 또는 Gemini API 키(Gemini CLI, OpenCode, Hermes 경유)를 사용하는 도구를 설치하고 로그인하면 노치에 해당 링이 나타납니다.
pt_br: O Codenotch lê o uso de ferramentas já conectadas neste Mac — ele nunca pede sua senha. Instale e entre em qualquer um destes: Claude Code (a ferramenta de terminal, não o app Claude), Cursor (o editor ou o cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot ou uma chave de API do Gemini (via CLI do Gemini, OpenCode ou Hermes), e o anel correspondente aparece no notch.
ru: Codenotch читает использование из инструментов, уже авторизованных на этом Mac, и никогда не спрашивает пароль. Установите и авторизуйтесь в Claude Code (терминальном инструменте, не приложении Claude), Cursor (редакторе или cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot или Gemini API через Gemini CLI, OpenCode или Hermes — и кольцо появится на панели.
tr: Codenotch kullanımı bu Mac'te zaten giriş yapılmış araçlardan okur — asla parolanızı istemez. Claude Code (Claude uygulaması değil, terminal aracı), Cursor (düzenleyici veya cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot veya bir Gemini API anahtarından (Gemini CLI, OpenCode ya da Hermes üzerinden) herhangi birini kurup giriş yapın; halkası çentikte belirir.
uk: Codenotch читає використання з інструментів, у які вже виконано вхід на цьому Mac, і ніколи не питає ваш пароль. Установіть будь-який з них — Claude Code (термінальний інструмент, не застосунок Claude), Cursor (редактор або cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot чи ключ Gemini API (через Gemini CLI, OpenCode або Hermes) — і увійдіть: його кільце зʼявиться у вирізі.
uz: Codenotch foydalanishni shu Macʼda allaqachon tizimga kirgan vositalardan oʻqiydi — u hech qachon parolingizni soʻramaydi. Quyidagilardan birortasini oʻrnatib, unga kiring: Claude Code (terminal vositasi, Claude ilovasi emas), Cursor (muharrir yoki cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot yoki Gemini API kaliti (Gemini CLI, OpenCode yoki Hermes orqali) — va uning halqasi notchʼda paydo boʻladi.
zh_hans: Codenotch 读取这台 Mac 上已经登录的工具的用量 — 从不问你的密码。安装并登录 Claude Code（终端工具，不是 Claude 应用）、Cursor（编辑器或 cursor-agent）、Codex、Antigravity、GLM、Grok、OpenCode、Command Code、GitHub Copilot 或 Gemini API 密钥（经由 Gemini CLI、OpenCode 或 Hermes）中的任意一个，刘海里就会出现对应的圆环。
zh_hant: Codenotch 讀取這台 Mac 上已經登入的工具的用量 — 從不問你的密碼。安裝並登入 Claude Code（終端工具，不是 Claude App）、Cursor（編輯器或 cursor-agent）、Codex、Antigravity、GLM、Grok、OpenCode、Command Code、GitHub Copilot 或 Gemini API 金鑰（經由 Gemini CLI、OpenCode 或 Hermes）中的任意一個，瀏海裡就會出現對應的圓環。

source: complete
de: abgeschlossen
id: selesai
ja: 完了
ko: 완료
ru: завершено
tr: tamamlandı
uk: завершено
uz: tugallandi
zh_hans: 已完成
zh_hant: 已完成

source: Complete
de: Abgeschlossen
id: Selesai
ja: 完了
ko: 완료
ru: Завершено
tr: Tamamlandı
uk: Завершено
uz: Tugallangan
zh_hans: 已完成
zh_hant: 已完成

source: Waiting
de: Wartend
id: Menunggu
ja: 待機中
ko: 대기 중
ru: Ожидание
tr: Bekliyor
uk: Очікує
uz: Kutmoqda
zh_hans: 等待中
zh_hant: 等待中

source: Local Session
de: Lokale Sitzung
id: Sesi Lokal
ja: ローカルセッション
ko: 로컬 세션
ru: Локальный сеанс
tr: Yerel Oturum
uk: Локальна сесія
uz: Lokal sessiya
zh_hans: 本地会话
zh_hant: 本機工作階段

source: Active
de: Aktiv
id: Aktif
ja: 実行中
ko: 활성
ru: Активно
tr: Etkin
uk: Активний
uz: Faol
zh_hans: 使用中
zh_hant: 使用中

source: Ensure Antigravity IDE is running to read this account.
de: Stelle sicher, dass die Antigravity-IDE läuft, um dieses Konto zu lesen.
id: Pastikan Antigravity IDE sedang berjalan untuk membaca akun ini.
ja: このアカウントを読み取るには、Antigravity IDE を起動しておいてください。
ko: 이 계정의 정보를 읽으려면 Antigravity IDE가 실행 중인지 확인하십시오.
ru: Убедитесь, что Antigravity IDE запущена, чтобы читать этот аккаунт.
tr: Bu hesabı okumak için Antigravity IDE'nin çalıştığından emin olun.
uk: Щоб читати цей акаунт, Antigravity IDE має працювати.
uz: Bu hisobni oʻqish uchun Antigravity IDE ishlab turganiga ishonch hosil qiling.
zh_hans: 请先运行 Antigravity IDE，才能读取此账号。
zh_hant: 請先執行 Antigravity IDE，才能讀取此帳號。

source: Automatic
de: Automatisch
id: Otomatis
ja: 自動
ko: 자동
ru: Автоматически
tr: Otomatik
uk: Автоматично
uz: Avtomatik
zh_hans: 自动
zh_hant: 自動

source: 5-Hour Limit
de: 5-Stunden-Limit
id: Batas 5 Jam
ja: 5 時間の上限
ko: 5시간 제한
ru: Лимит на 5 часов
tr: 5 Saatlik Limit
uk: Ліміт 5 годин
uz: 5 soatlik limit
zh_hans: 5 小时额度
zh_hant: 5 小時額度

source: Weekly Limit
de: Wochenlimit
id: Batas Mingguan
ja: 週間の上限
ko: 주간 제한
ru: Недельный лимит
tr: Haftalık Limit
uk: Тижневий ліміт
uz: Haftalik limit
zh_hans: 每周额度
zh_hant: 每週額度

source: Solid black
de: Deckend Schwarz
id: Hitam pekat
ja: 不透明な黒
ko: 불투명 검정
ru: Сплошной чёрный
tr: Düz siyah
uk: Суцільний чорний
uz: Toʻliq qora
zh_hans: 纯黑
zh_hant: 純黑

source: Dark glass
de: Dunkles Glas
ja: ダークガラス
ko: 어두운 유리
ru: Тёмное стекло
uk: Темне скло
uz: Toʻq Glass
zh_hans: 深色玻璃
zh_hant: 深色玻璃

source: System Liquid Glass. Follows this Mac's Appearance settings, including Clear or Tinted glass and light or dark mode.
de: System-Liquid-Glass. Folgt den Erscheinungsbild-Einstellungen dieses Mac, einschließlich Klarem oder Getöntem Glas sowie hellem oder dunklem Modus.
id: Liquid Glass Sistem. Mengikuti pengaturan Tampilan Mac ini, termasuk kaca Bening atau Berwarna serta mode terang atau gelap.
ja: システムの Liquid Glass。クリアか色付きか、ライトかダークかを含め、この Mac の「外観」設定に従います。
ko: 시스템의 Liquid Glass를 사용합니다. 투명 또는 색조 유리와 라이트 또는 다크 모드 등 이 Mac의 모양 설정을 따릅니다.
ru: Системное жидкое стекло. Следует настройкам внешнего вида Mac, включая прозрачное или тонированное стекло и светлый или тёмный режим.
tr: Sistem Liquid Glass görünümü. Şeffaf veya Renklendirilmiş cam ile açık ya da koyu mod dahil, bu Mac'in Görünüm ayarlarını izler.
uk: Системне Liquid Glass. Відповідає налаштуванням вигляду цього Mac, зокрема прозорому чи тонованому склу та світлому або темному режиму.
uz: Tizim Liquid Glass. Shu Macʼning Koʻrinish sozlamalariga ergashadi — Clear yoki Tinted shisha va yorugʻ yoki qorongʻi rejim bilan birga.
zh_hans: 系统液态玻璃。跟随这台 Mac 的外观设置，包括通透或着色玻璃，以及浅色或深色模式。
zh_hant: 系統液態玻璃。跟隨這台 Mac 的外觀設定，包括通透或著色玻璃，以及淺色或深色模式。

source: The original opaque black notch. Always dark, whatever the Mac's appearance.
de: Die ursprüngliche, deckend schwarze Notch. Immer dunkel, unabhängig vom Erscheinungsbild des Mac.
id: Notch hitam pekat asli. Selalu gelap, apa pun tampilan Mac.
ja: 従来の不透明な黒いノッチ。Mac の外観にかかわらず常にダークです。
ko: 기존의 불투명한 검은색 노치입니다. Mac의 모양 설정과 관계없이 항상 어둡게 표시합니다.
ru: Исходная непрозрачная чёрная панель. Всегда тёмная независимо от внешнего вида Mac.
tr: Orijinal opak siyah çentik. Mac'in görünümü ne olursa olsun her zaman koyu.
uk: Початковий непрозорий чорний виріз. Завжди темний, незалежно від вигляду Mac.
uz: Asl shaffof boʻlmagan qora notch. Mac koʻrinishi qanday boʻlishidan qatʼi nazar, doimo qorongʻi.
zh_hans: 原来的不透明黑刘海。无论 Mac 外观如何，始终是深色。
zh_hant: 原來的不透明黑瀏海。無論 Mac 外觀如何，始終是深色。

source: Liquid Glass tinted black. Always dark, whatever the Mac's appearance.
de: Liquid Glass, schwarz getönt. Immer dunkel, unabhängig vom Erscheinungsbild des Mac.
id: Liquid Glass berwarna hitam. Selalu gelap, apa pun tampilan Mac.
ja: 黒く色付けした Liquid Glass。Mac の外観設定にかかわらず、常にダークです。
ko: 검은색으로 물들인 Liquid Glass입니다. Mac의 모양 설정과 관계없이 항상 어둡게 표시합니다.
ru: Liquid Glass с чёрным оттенком. Всегда тёмное, независимо от оформления Mac.
tr: Siyaha boyanmış Liquid Glass. Mac'in görünümü ne olursa olsun her zaman koyu.
uk: Liquid Glass з чорним відтінком. Завжди темний, незалежно від вигляду Mac.
uz: Qora tusli Liquid Glass. Mac koʻrinishi qanday boʻlishidan qatʼi nazar, doimo qorongʻi.
zh_hans: 染成黑色的 Liquid Glass。无论 Mac 的外观设置如何，始终保持深色。
zh_hant: 染成黑色的 Liquid Glass。無論 Mac 的外觀設定如何，始終保持深色。

source: A second ring for the week, Liquid Glass, French, and Claude Desktop read straight from its own cache.
de: Ein zweiter Ring für die Woche, Liquid Glass, Französisch, und Claude Desktop wird direkt aus dem eigenen Cache gelesen.
id: Ring kedua untuk mingguan, Liquid Glass, Bahasa Prancis, dan Claude Desktop dibaca langsung dari cache miliknya.
ja: 週間用の 2 本目のリング、Liquid Glass、フランス語、そして Claude Desktop を自身のキャッシュから直接読み取り。
ko: 주간 사용량을 위한 두 번째 링, Liquid Glass, 프랑스어, Claude Desktop 자체 캐시에서 사용량 읽기를 추가합니다.
ru: Второе недельное кольцо, Liquid Glass, французский язык и Claude Desktop читаются напрямую из собственного кэша.
uk: Друге кільце для тижня, Liquid Glass, французька мова і Claude Desktop, що читається просто з власного кеша.
zh_hans: 周额度有了自己的圆环，液态玻璃，法语，以及直接从 Claude Desktop 自己的缓存读取用量。
zh_hant: 週額度有了自己的圓環，液態玻璃，法語，以及直接從 Claude Desktop 自己的快取讀取用量。

source: The week gets a ring of its own
de: Die Woche bekommt ihren eigenen Ring
id: Batas mingguan kini memiliki ring tersendiri
ja: 週間に専用のリング
ko: 주간 사용량 전용 링 추가
ru: Неделя получает отдельное кольцо
uk: Тиждень отримує власне кільце
zh_hans: 周额度有了自己的圆环
zh_hant: 週額度有了自己的圓環

source: A second arc, inside the headline ring or outside it, for providers that publish a weekly limit as well as a session one. Off by default; Appearance has the switch.
de: Ein zweiter Bogen, innerhalb oder außerhalb des Hauptrings, für Anbieter, die neben einem Sitzungslimit auch ein Wochenlimit veröffentlichen. Standardmäßig aus; der Schalter dafür ist im Erscheinungsbild.
id: Busur kedua, di dalam atau di luar ring utama, untuk penyedia yang menerbitkan batas mingguan serta sesi. Nonaktif secara default; Pengaturan tampilan menyediakan sakelarnya.
ja: セッションの上限に加えて週間の上限を公表しているサービス向けに、主リングの内側または外側へ 2 本目の弧を描きます。既定はオフで、「外観」に切り替えがあります。
ko: 세션 한도와 주간 한도를 함께 제공하는 경우, 기본 링 안쪽이나 바깥쪽에 두 번째 호를 표시합니다. 기본값은 꺼짐이며 ‘모양’에서 켤 수 있습니다.
ru: Вторая дуга внутри основного кольца или снаружи для провайдеров с недельным и сеансовым лимитами. По умолчанию выключена; переключатель находится во «Внешнем виде».
uk: Друга дуга — усередині головного кільця або зовні — для провайдерів, які публікують і тижневий, і сесійний ліміт. Типово вимкнено; перемикач — у розділі «Зовнішній вигляд».
zh_hans: 第二条弧，画在主环内侧或外侧，给同时公布每周额度和会话额度的服务。默认关闭；外观里有开关。
zh_hant: 第二條弧，畫在主環內側或外側，給同時公佈每週額度和工作階段額度的服務。預設關閉；外觀裡有開關。

source: The open notch, its tooltip and the settings orb take the system's own glass surface, so they refract what is behind them instead of sitting on it. Reduce Transparency turns it solid.
de: Die geöffnete Notch, ihr Tooltip und die Einstellungskugel nutzen die systemeigene Glasoberfläche, sodass sie brechen, was dahinterliegt, statt einfach darauf zu sitzen. „Transparenz reduzieren“ macht sie deckend.
id: Notch yang terbuka, tooltip, dan bola pengaturan mengadopsi material kaca sistem, sehingga membiaskan apa yang ada di belakangnya. Opsi Kurangi Transparansi akan menjadikannya solid.
ja: 開いたノッチ、そのツールチップ、設定のオーブが、システム自身のガラス面を使います。背景の上に載るのではなく、背景を屈折させます。「透明度を下げる」をオンにすると不透明になります。
ko: 열린 노치, 툴팁, 설정 구체에 시스템의 유리 효과를 적용해 배경을 굴절시켜 보여 줍니다. ‘투명도 줄이기’를 켜면 불투명하게 표시합니다.
ru: Открытая панель, её подсказка и кнопка настроек используют системную стеклянную поверхность и преломляют фон. При уменьшении прозрачности они становятся сплошными.
uk: Відкритий виріз, його підказка і сфера налаштувань беруть системну скляну поверхню, тож заломлюють те, що позаду, а не просто лежать зверху. «Зменшити прозорість» робить їх непрозорими.
zh_hans: 展开的刘海、提示卡和设置圆球用上系统自己的玻璃表面，折射背后的内容，而不是盖在上面。「降低透明度」会变成实心。
zh_hant: 展開的瀏海、提示卡和設定圓球用上系統自己的玻璃表面，折射背後的內容，而不是蓋在上面。「降低透明度」會變成實心。

source: A third language in Appearance, alongside English and 简体中文.
de: Eine dritte Sprache im Erscheinungsbild, neben English und 简体中文.
id: Bahasa ketiga di Tampilan, berdampingan dengan English dan 简体中文.
ja: 「外観」に English と 简体中文 に続く 3 つ目の言語。
ko: ‘모양’에서 English, 简体中文에 이어 세 번째 언어를 선택할 수 있습니다.
ru: Третий язык во «Внешнем виде» наряду с английским и 简体中文.
uk: Третя мова в розділі «Зовнішній вигляд» поряд з English і 简体中文.
zh_hans: 外观里第三种语言，与 English 和 简体中文并列。
zh_hant: 外觀裡第三種語言，與 English 和 簡體中文並列。

source: Claude Desktop usage, read from its own cache
de: Claude-Desktop-Nutzung, gelesen aus dem eigenen Cache
id: Penggunaan Claude Desktop, dibaca langsung dari cache-nya
ja: Claude Desktop の使用量を、自身のキャッシュから読み取り
ko: Claude Desktop 자체 캐시에서 사용량 읽기
ru: Использование Claude Desktop из собственного кэша
uk: Використання Claude Desktop — з його власного кешу
zh_hans: Claude Desktop 用量，从它自己的缓存读取
zh_hant: Claude Desktop 用量，從它自己的快取讀取

source: A third way to read a Claude account, used when the CLI and the token cannot answer. Nothing is sent anywhere: the cache is on this Mac and is only decompressed.
de: Ein dritter Weg, ein Claude-Konto auszulesen, wenn CLI und Token nicht antworten können. Es wird nichts irgendwohin gesendet: Der Cache liegt auf diesem Mac und wird nur entpackt.
id: Cara ketiga untuk membaca akun Claude, digunakan saat CLI dan token tidak dapat merespons. Tidak ada data yang dikirim ke mana pun: cache berada di Mac ini dan hanya didekompresi.
ja: Claude アカウントを読む 3 つ目の方法。CLI もトークンも答えられないときに使います。どこにも送信しません。キャッシュはこの Mac 上にあり、解凍するだけです。
ko: CLI와 토큰으로 조회할 수 없을 때 Claude 계정 정보를 읽는 세 번째 방법입니다. 이 Mac의 캐시를 압축 해제하기만 하며 외부로 전송하지 않습니다.
ru: Третий способ читать аккаунт Claude, когда CLI и токен не отвечают. Данные никуда не отправляются: кэш находится на этом Mac и только распаковывается.
uk: Третій спосіб зчитати акаунт Claude — коли CLI і токен не можуть відповісти. Нічого нікуди не надсилається: кеш лежить на цьому Mac і лише розпаковується.
zh_hans: 读取 Claude 账号的第三条路径，在 CLI 和令牌答不上来时使用。什么都不会发出去：缓存就在这台 Mac 上，只做解压。
zh_hant: 讀取 Claude 帳號的第三條路徑，在 CLI 和權杖答不上來時使用。什麼都不會發出去：快取就在這台 Mac 上，只做解壓。

source: Claude Code found where npm puts it
de: Claude Code wird auch dort gefunden, wo npm es ablegt
id: Claude Code ditemukan di lokasi instalasi npm
ja: npm が置いた場所の Claude Code も見つかるように
ko: npm 설치 경로의 Claude Code 감지
ru: Claude Code найден там, куда его установил npm
uk: Claude Code знайдеться й там, куди його кладе npm
zh_hans: 能找到 npm 安装的 Claude Code
zh_hant: 能找到 npm 安裝的 Claude Code

source: An install under nvm, Volta or pnpm is discovered like any other, which also restores the background sign-in renewal for those setups.
de: Eine Installation unter nvm, Volta oder pnpm wird jetzt wie jede andere erkannt, wodurch auch die automatische Anmeldeerneuerung im Hintergrund für diese Setups wieder funktioniert.
id: Instalasi di bawah nvm, Volta, atau pnpm kini terdeteksi secara otomatis, yang juga memulihkan pembaruan login latar belakang untuk konfigurasi tersebut.
ja: nvm、Volta、pnpm 配下のインストールも他と同じように検出されます。これらの構成でバックグラウンドのサインイン更新も復活します。
ko: nvm, Volta, pnpm으로 설치한 경우도 감지하며, 해당 환경에서 백그라운드 로그인 갱신도 다시 작동합니다.
ru: Установки через nvm, Volta или pnpm обнаруживаются так же, как остальные, и для них снова работает фоновое обновление входа.
uk: Встановлення через nvm, Volta чи pnpm розпізнається так само, як будь-яке інше, а разом з тим для них знову працює фонове оновлення входу.
zh_hans: nvm、Volta 或 pnpm 下的安装也会被找到，这些安装的后台登录续期也一并恢复。
zh_hant: nvm、Volta 或 pnpm 下的安裝也會被找到，這些安裝的背景登入續期也一併復原。

source: No more transcript folders left behind
de: Keine zurückgelassenen Transkript-Ordner mehr
id: Tidak ada lagi folder transkrip yang tertinggal
ja: トランスクリプトのフォルダが残らないように
ko: 대화 기록 폴더가 남지 않도록 수정
ru: Больше никаких папок с расшифровками
uk: Жодних покинутих тек із транскриптами
zh_hans: 不再留下 transcript 文件夹
zh_hant: 不再留下 transcript 資料夾
